Repository: nikitaKoniukh/BeMivtza
Catalog: discount-project/Localization/*.lproj/Localizable.strings
Languages: he, ru

source: OK
he: סבבה
ru: Окей

source: Oops!
he: אופס!
ru: Упс!

source: Yes, of course!
he: כן, בטח!
ru: Да, конечно!

source: No
he: לא
ru: Нет

source: Thank you
he: תודה
ru: Спасибо

source: Sorry, no Internet connection
he: מצטערים, אין חיבור לאינטרנט
ru: Извините, нет подключения к интернету

source: You have no permissions to delete items
he: אין לך הרשאות למחוק פריטים
ru: У вас нет прав на удаление элементов

source: There are no offers in this category
he: אין הצעות בקטגוריה זו
ru: В этой категории нет предложений

source: Back
he: חזור
ru: Назад

source: Press the camera button to select the picture
he: לחץ על כפתור המצלמה כדי לבחור את התמונה
ru: Нажмите кнопку камеры, чтобы выбрать изображение

source: Take a picture
he: לצלם
ru: Сфотографировать

source: Select a photo
he: בחר תמונה
ru: Выберать фото

source: Cancel
he: בטל
ru: Отмена

source: Confidence
he: אמון
ru: Точность

source: The price can not be zero
he: המחיר לא יכול להיות אפס
ru: Цена не может быть нулем

source: All fields must be filled
he: כל השדות חייבים להיות מלאים
ru: Все поля должны быть заполнены

source: Do you want to provide access to your geographic location?
he: האם ברצונך לספק גישה למיקום הגיאוגרפי שלך?
ru: Вы хотите предоставить доступ к своему географическому положению?

source: We want to show you the hottest offers near you!
he: אנחנו רוצים להראות לך את ההצעות החמות ביותר בקרבתך!
ru: Мы хотим показать вам самые горячие предложения рядом с вами!

source: store address
he: כתובת חנות
ru: адрес магазина

source: You have already submitted feedback
he: כבר שלחת משוב
ru: Вы уже отправили отзыв

source: Something wrong with this post?
he: משהו לא בסדר עם הפוסט הזה?
ru: Что-то не так с этим постом?

source: Please let us know by sending an email:
he: הודע לנו על כך על ידי שליחת הודעת אימייל:
ru: Пожалуйста, дайте нам знать, отправив электронное письмо:

source: Not relevant already
he: לא רלוונטי כבר
ru: Уже не актуально

source: Post or image is not valid
he: פרסם או תמונה אינה חוקית

source: Thanks for your feedback
he: תודה על המשוב שלך
ru: Спасибо за ваш отзыв

source: We're doing everything we can to enjoy our app!
he: אנו עושים הכל כדי שתוכל ליהנות מהאפליקציה שלנו!
ru: Мы делаем все возможное, чтобы наслаждаться нашим приложением!

source: Welcome to the social network of discounts and offers!
he: ברוכים הבאים לרשת חברתית של הנחות ומבצעים!
ru: Добро пожаловать в социальную сеть скидок!

source: This is an easy way to share the best deals in your area
he: זוהי דרך קלה לשתף את העסקאות הטובות ביותר באזור שלך
ru: Это простой способ поделиться лучшими предложениями в вашем регионе.

source: You can find different products in the list or on the map
he: אתה יכול למצוא מוצרים שונים ברשימה או על המפה
ru: Вы можете найти различные продукты в списке или на карте

source: Rating Discounts
he: דירוג הנחות
ru: Рейтинг скидок

source: You say this assumption is relevant or not
he: אתה אומר הנחה זו רלוונטית או לא
ru: Вы говорите, что это предположение является актуальным или нет.
